[
    {
        "id": "1561",
        "date": "Date",
        "title": "关于思考的一段对话",
        "author": "匿名",
        "content": "我:有没有觉得一旦对思考本身的认识是正确的，思考就变成了一种类似体力劳动的东西，虽然可能会累，必须付出努力，但是本质上的困难是不存在的\n\nX:简言之就是只差时间\n\n我:积累，类似这样\n\nX:是的\n\nX:当你确立了一个模式以后\n\nX:剩下的就是不假思索地累积\n\n我:只要这个模式是绝对正确的\n\nX:是的",
        "emoji": [
            2,
            0,
            0,
            1,
            0,
            0,
            0,
            0,
            0,
            5
        ],
        "reply": [
            {
                "id": "0",
                "date": "Date",
                "author": "匿名",
                "content": "我感觉是的。\n就像大道理大家都懂，但还是过不好这一生一样。\n做起来也很难的"
            },
            {
                "id": "1",
                "date": "Date",
                "author": "匿名",
                "content": "只要输入的变量相同，输出的值 就相同。关键在于，如何保证这一次输入的变量和上一次输入的变量是相同的。\n\n( 每一秒都在游丝一样的细微变化的，是人的记忆，那么 你这一秒输入的变量 和 上一秒输入的 就不一样 )\n\n( 人的感觉 来自于人对感觉的感知，不敏感的人 就感觉不到变化 就容易做到，敏感的人 反而每一毫秒的输入都是不同的，对于这种 “不一样” 的 不敏感性越高，获得和上一次输入变量的可能性就越低，相当于系统一直在抖动。 )\n\n不抖动的机器，是可以做到的；人也是可以锻炼出来的，( 心理素质 ) 不抖动\n\n-"
            },
            {
                "id": "2",
                "date": "Date",
                "author": "匿名",
                "content": "1. 假设条件是不存在的，\n没有绝对正确的模式决定了不能机械的通过体力劳动完成，这个过程变成了，执行，发现问题，解决问题，改善模式，loop...\n\n2. 目标并不是坚固的，不会变动的，\n在积累的过程也是学习的过程，也是个体会产生变化的过程，会发现之前确立的目标并不是真正想要达到的，或者这个目标变的不重要了，所以这个目标是会调整的，甚至完全相反的。\n\n所以整个过程并不一定是持续机械的。\n"
            },
            {
                "id": "3",
                "date": "Date",
                "author": "匿名",
                "content": "现在独立思考的人少了，为啥？ 懒啊！ 即使有，也是别人教的，为啥，因为傻啊！"
            }
        ]
    },
    {
        "id": "2401",
        "date": "Date",
        "title": "我国高等教育为什么不是宽进严出？",
        "author": "匿名",
        "content": "就是都可以上大学，但是想顺利毕业就得有真本事才行。\n用脑子想想就知道，这绝对比只要是能考上大学就一定能毕业更好，更能发掘出人才。因为现在上大学的人，大部分只是为了上大学而已。如果公平让每一个孩子都能上大学，肯定会迎来一个人才爆发的时代。\n不要说什么教育资源有限这种虚伪的陈词滥调。",
        "emoji": [
            3,
            1,
            2,
            0,
            0,
            0,
            0,
            0,
            0,
            0
        ],
        "reply": [
            {
                "id": "0",
                "date": "Date",
                "author": "匿名",
                "content": "您还是想的太少，学校学位有限，怎么就不能说教育资源有限了，而且本来就有限的教育资源还要再扩大人群，稀释每个人的教育资源，您觉得质量会更好？就现在小，初，高都学位有限了，大学不是学位更少吗？\n"
            },
            {
                "id": "1",
                "date": "Date",
                "author": "匿名",
                "content": "郭嘉还是缺人吧，之前不是说只要是个认字的都能当老师做科研吗，现在也只是情况好点，估计也还是缺人"
            },
            {
                "id": "2",
                "date": "Date",
                "author": "匿名",
                "content": "这种问题，不是奇思妙想，而是水深火热。先声明：勿谈国事。\n回答你的疑问，中国的高等教育体系太落后。老一辈的教授，经过了某些年动荡，教育资源严重断层，这帮老教授，基本就没有受过正规的科研训练，大部分都是不学无术，政治倒是玩的很溜。新一代的教授，在洋人以诚信建立和维护起来的科研体系里，疯狂钻漏洞，自欺欺人，做过科研的应该都明白我在说啥。不是说所有人，但应该是绝大部分，就没啥能力培养出好的人才，甚至培养人才也根本不是他们的追求。\n再者，公平从来就不是决策者的考虑，阶级斗争依然存在。维护一定程度的公平，只是为了尽量稳定民心。所以，越往后教育资源的分配会越来越不公平，农村地区的升学率下降，高等院校录取率缩减，这都是一直在发生的事。\n当然这些都是一家之言，读者得有自己的判断，完全可以认为我是子虚乌有，造谣抹黑。理想是非常美好的，但现实目前比较畸形，需要我们这一代人的努力，争取给民族的下一代做出改变。"
            },
            {
                "id": "3",
                "date": "Date",
                "author": "匿名",
                "content": "上了大学就是人才？逻辑鬼才。现在不是教育资源有限？建议回去好好回炉重造，多读书。"
            },
            {
                "id": "4",
                "date": "Date",
                "author": "匿名",
                "content": "到时候上大学要摇号"
            },
            {
                "id": "5",
                "date": "Date",
                "author": "匿名",
                "content": "故意的，年轻人热血沸腾没事干就容易搞事情，大学扩招就是 89 年开始的"
            },
            {
                "id": "6",
                "date": "Date",
                "author": "匿名",
                "content": "提一个经济层面的看法。英美德国，大学学费高，国家补贴少，在校大学生越多，学校越赚钱，对国家影响不大。国内学费低，大头是国家补贴，在校大学生越多，在校时间越长，国家掏钱就越多。\n"
            },
            {
                "id": "7",
                "date": "Date",
                "author": "匿名",
                "content": "教育资源有限陈词滥调？？？ 大学都是你家开的？ 想开多少开多少？？？"
            },
            {
                "id": "8",
                "date": "Date",
                "author": "匿名",
                "content": "想学生宽进严出，老师得严进宽出，然而学生太多，老师太少，说到底就是两个字，落后，发展中国家落后的点多了去了，鬼知道先轮到谁改善后轮到谁改善......."
            },
            {
                "id": "9",
                "date": "Date",
                "author": "匿名",
                "content": "宽进严出？那不就是自考吗，你可以去参加自考啊"
            },
            {
                "id": "10",
                "date": "Date",
                "author": "匿名",
                "content": "你希望大学变成宽进严出 筛选人才\n那现在高中不就是宽进严出（出指考上好大学）已经筛选了人才\n早筛选不更好？"
            },
            {
                "id": "11",
                "date": "Date",
                "author": "匿名",
                "content": "人多, 教育资源那么紧张， 怎么宽进的起来\n\n你被 DDOS 洗流量是在网关入口还是在应用层......"
            },
            {
                "id": "12",
                "date": "Date",
                "author": "匿名",
                "content": "人多是个优势，纳税也多，市场也大，但某些时候，人多又被拿来做借口，是劣势，这就是中国特色，仔细想想，把人改成猪，就明白了，猪多肉多能产出更高的收益，可猪哪天想要吃好点的饲料那猪多就是劣势。"
            },
            {
                "id": "13",
                "date": "Date",
                "author": "匿名",
                "content": "美本四年下来要花 100 万。当然可以宽进严出，毕不了业反正浪费的钱是你自己的。学校巴不得多招些人。\n国内四年下来要花 10 万，剩下的钱全都是国家、省市补贴的。当然要进一个培养一个~\n\n国外就像建身房，器材费用靠那些办了卡不去的会员贴钱，10 个人办卡 9 个人不去，最后培养一个。\n国内就像 400 块钱一个课时的私教，但是 zf 给你补贴 350，宽进严出的话，浪费的补贴太多了。\n\n说到底 “教育资源有限” 还真不是 “陈词滥调”，一个班 20 个人，一年交的五千块钱学费，加起来也就 20 万一年，也就刚够一个辅导员工资。更何况还有各种实验室设备、图书馆、体育馆、食堂等等需要投钱的地方。"
            }
        ]
    }
]