[
    {
        "id": "14601",
        "date": "Date",
        "title": "国内计算机大三，职业生涯要怎么走？",
        "author": "匿名",
        "content": "大三上学期，已经快到分叉路，有些选择，但不知道怎么选，向有社会、人生经验的前辈求一些建议。\n\n个人情况：\n\n家里坐标福建，学校上海科技大学，知名度不高的学校（高考进来的时候分数线可以去靠前的老牌 985 计科 东大、中山大学之类，这个学校性价比不高，但进来不说赚我觉得不亏）。\n\n成绩中上，大三暑假用工复习可以保本校研（即大四就开始读研，可以多一年研究生时间）。\n\n能申到美帝水硕，但家里经济勉强，我心里压力大，不想去念。\n\n将来想做游戏，不想继续向学术界发展。\n\n个人想法：\n\n1、国内考公务员，找个工作量稳定的岗位呆着，不想着升职，把游戏作为副业，不指望游戏能给我带来任何收益。人生乐趣就是玩游戏、做游戏，目的很纯粹。\n\n2、做游戏作为主业，尽量去到外企、或者国外工作，有更多丰富的人生经验。发展一个新的兴趣，例如 摄影，产出一些视频，尽量平衡工作压力和收入。人生乐趣是有钱花，有产出。\n\n我觉得我的选择可能太过理想化，也有很多问题，想问问前辈们一些问题：\n\n1、（考虑我的学校水平还可以但知名度不高）研究生能保研，读研的收益算不算高？对我的路线有没有帮助？\n\n2、就前辈们的人生经历来看，哪条路线更轻松，更有可行性？（我想尽量活久一点，享受长一些宝贵人生）\n\n3、已经大三上，我该做些什么、学些什么来提前进入节奏？\n\n4、我的人生理想可能会有些改变，我可能还不知道自己真正想要什么。从前辈们的人生经验看，在大学读书和出去工作的不同经历会让人的想法有很大的变化吗？",
        "emoji": [
            5,
            0,
            0,
            0,
            1,
            1,
            2,
            0,
            0,
            0
        ],
        "reply": [
            {
                "id": "0",
                "date": "Date",
                "author": "匿名",
                "content": "我考虑国外工作，但不会考虑移民。我舍友在 MIT 交换，另外一个舍友在 Berkeley （交换名额比较多，但美本学费都很贵，我就不去了）也都不考虑移民。可能是人以类聚，我们都很喜欢国内。"
            },
            {
                "id": "1",
                "date": "Date",
                "author": "匿名",
                "content": "真的很羡慕能在上科大读书的同学"
            },
            {
                "id": "2",
                "date": "Date",
                "author": "匿名",
                "content": "回复#1 我的”不喜欢“是包含国内和国外的。归根结底大家对“游戏”的理解不同：\n\n游戏是“好玩”最重要么？“玩法”更重要还是“内容”更重要（甚至是“竞技”更重要）？还是厂商恰到饭最重要？\n游戏应该休闲“娱乐”大众，还是应该严肃“艺术”“教育”大众？\n一个游戏的制作人很牛逼，概念很牛逼，玩起来很沙雕，这个游戏是不是好游戏？\n厂商费老大劲出了个游戏，玩家玩了几十个小时就玩腻了怎么办？\n你如果关注游戏业新闻，会发现就算国外业界的破事也一点不少。\n\n我的观点，游戏最重要的是激发玩家自己的创造性，所以像 Minecraft，Cities: Skylines 这种在我这是最有可玩性的游戏，OJ 是最“硬核”的游戏，Steam 最好的东西是 Workshop。大多数的 console 和手游通通无视。\n很明显游戏界并走不了这条路。\n于是各大厂灵感一年比一年少，成本一年比一年高，市场策略也一年比一年损，什么加班，外包，微交易，强制在线之类牛鬼蛇神都出来了。玩家群体也是一副不识庐山真面目的样子。\n都是自找的。\n\n我是觉得把兴趣当作职业是一个非常危险的事情，除非你潜意识里有“我不想要这个兴趣了”的想法。"
            }
        ]
    }
]